{
    "storyPages": [
        {
            "id": 1,
            "storyText": "In einer Welt, die von Krieg und Unruhen geplagt wird, kämpfen Götter und die Mächte der Unterwelt um die Kontrolle über die Menschheit.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 2,
            "storyText": "Unsere Geschichte beginnt in einer Zeit großer Unsicherheit. Die Welt steht am Rande des Chaos, ausgelöst durch die immer größer werdende Kluft zwischen Gut und Böse. Eine mysteriöse Macht hat begonnen, die Menschen gegeneinander aufzuwiegeln, und das Böse scheint an Boden zu gewinnen.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 3,
            "storyText": "Großes Leid bestimmt den Alltag der Menschen, die zwischen dem Machtspiel der Götter immer mehr aufgerieben werden. Als die Hoffnung schon verloren scheint, verbreitet sich ein Gerücht unter den Menschen. Eine Uralte Prophezeihung die besagt das eines Tages ein Kind geboren wird, was den höheren Mächten einhalt gebieten kann. ",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 4,
            "storyText": "Leise Stimmen flüstern in der Dunkelheit das dieses Kind nun erwachsen sei und man es im Norden des Landes gesichtet hätte. Andere wiederum sagen das besagtes Kind längst von den Mächten der Unterwelt getötet worden sei. Trotz allem lässt diese alte Geschichte das Feuer der Hoffnung in den Herzen der Menscheit weiter brennen.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 5,
            "storyText": "Es ist mittlerweile tiefste Nacht geworden. Ihr sitzt an eurem Lagerfeuer und wärmt euch auf. Auf dem Feuer bruzelt ein Hase den ihr zu vor erlegt habt.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 6,
            "storyText": "Auf ein Mal hört ihr ein Geräusch in einem Busch nicht weit entfernt von eurem Lager. 'Wer ist da?', ruft ihr laut. Ihr seht wie der Busch sich bewegt und greift instinktiv zu eurer Waffe.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 7,
            "storyText": "Plötzlich erscheinen zwei Kinder die sich in dem Busch versteckt haben. Der Geruch vom gebratenen Fleisch scheint sie angezogen zu haben. Ihr könnt deutlich erkennen das die beiden Kinder ausgehungert sind.",
            "optionIds": [
                1,
                2
            ],
            "question": "Was wollt ihr tun?"
        },
        {
            "id": 8,
            "storyText": "Ihr werdet von den ersten Sonnenstrahlen geweckt, noch im Halbschlaf packt ihr eure Sachen zusammen und begebt euch auf euren Weg.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 9,
            "storyText": "Seit Stunden lauft ihr nun schon durch einen dichten Wald. Die Luft wird immer stickiger und das Atmen fällt euch immer schwerer. Plötzlich hört ihr in der Ferne lautes gebrüll.",
            "optionIds": [
                3,
                4
            ],
            "question": "Was wollt ihr tun?"
        },
        {
            "id": 10,
            "storyText": "Was ein Gemetzel! Absolut gnadenlos streckt ihr eure Feinde nieder. Ihr durchsucht die toten Körper und findet",
            "event": "lootbox()",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 11,
            "storyText": "Ihr irrt weiter durch den dichten Wald doch findet letztendlich einen Weg raus aus dem Wald. In der ferne seht Ihr ein Dorf. Da eure Vorräte zur Neige gehen beschließt ihr euch in dem Dorf einzudecken.",
            "optionIds": [
                5,
                6,
                7,
                8
            ],
            "question": "Auf dem Marktplatz des Dorfes findet ihr verschiedene Stände. Zu welchen wollt ihr gehen?"
        },
        {
            "id": 12,
            "storyText": "Vollgepackt und gestärkt verlasst ihr das Dorf gen Süden und setzt euren Weg fort.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 13,
            "storyText": "Die Sonne geht langsam unter und ihr beschließt euch einen Platz zum übernachten zu finden. Als ihr gerade dabei seid ein Feuer zu entfachen, springt plötzlich ein Kleiner Kobold in euer Sichtfeld.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 14,
            "storyText": "Er starrt euch direkt in eure Augen. Iritiert bewegt Ihr eure Hand in Zeitlupe an den Griff eurer Waffe. Da fängt der Kobold plötzlich an zu sprechen.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 15,
            "storyText": "Mit piepsiger Stimme spricht der Kobold.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 16,
            "storyText": "Ich fließe, ich rausche, ich bin nie still, Obwohl ich kein Herz und keine Lungen füll. Ich bin klar und rein, doch manchmal auch trüb, Ich bin überall, doch nirgends zu lieb. Ich spiegle das Licht, das auf mich fällt, Und form' ein Bild von dieser Welt. Ich kann sanft sein, doch auch gewaltig und wild, Ich trage das Leben, bin Mutter und Kind. Ich bin in der Luft, ich bin in der See, Ich bin in dir und auch in der Klee. Ohne mich, wäre das Leben ein Graus, Sage mir nun, wer bin ich bloß?",
            "optionIds": [
                9,
                10,
                11
            ],
            "question": "Was antwortet Ihr dem Kobold?"
        },
        {
            "id": 17,
            "storyText": "Der Morgen bricht heran. Nach einem ausgiebigen Frühstück macht ihr euch auf und setzt euren Weg Richtung Süden fort.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 18,
            "storyText": "Auf einen Hügel vor euch erspäht ihr einen zerfallenen Turm. Da sich eh gerade ein Sturm über euch zusammen braut, beschließt ihr in den Ruinen des Turmes schutz zu suchen. Schnellen Schrittes nähert ihr euch den Turm.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 19,
            "storyText": "Gerade noch rechtzeitig erreicht ihr den Turm und sucht in seinen Mauern Schutz vor dem Unwetter. Ihr nutzt die Gelegenheit und macht ein Feuer. Das Unwetter wütet draußen als würde es kein Morgen geben.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 20,
            "storyText": "Plötzlich wird die Tür des Turmes durch ein lauten Knall aufgeschlagen. Es blitzt und ihr seht die Umrisse eines Menschen in der Tür stehen. Sofort macht ihr euch kampfbereit. 'Lass deine Waffe stecken, Connor' ruft der Mann in der Tür während er hinein kommt. Etwas verwirrt lasst ihr den Griff eurer Waffe los.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 21,
            "storyText": "'Woher wisst ihr meinen Namen?' fragt ihr iritiert. Der Mann kommt näher und setzt sich an das Feuer. Er ist, seines Aussehens nach, ein sehr alter Mann mit zerzausten Haar und einem langen grauen Bart.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 22,
            "storyText": "Es blitzt erneut und ihr erkennt in den Augen des alten Mannes ein seltsames Glimmen. 'Ich kenne dich schon seit du ein kleines Kind warst, Conner' entgegnet der Alte.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 23,
            "storyText": "Ihr versucht eucht krampfhaft jede Erinnerung die ihr an eure Kindheit habt abzurufen, doch ihr könnt den alten Zausel einfach nicht einordnen.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 24,
            "storyText": "'Du kannst dich nicht erinnern, richtig?' Ihr nickt einfach stumm. Der Alte holt tief Luft und erzählt euch wie er euch aus den Fängen einer Hexe befreit hatte. 'Diese alte Schrulle hat deine Eltern getötet, mein Junge' raunte er während er in die Flammen des Feuers blickt.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 25,
            "storyText": "Die Geschichte die euch der alte Mann erzählt klingt völlig unglaubwürdig aber gleichzeitig auch sehr vertraut. Dies scheint der Alte bemerkt zu haben 'Pah kann sich nicht erinnern der Jungspund. Aber ich bin der alte Sack der alltägliche Sachen vergisst', blafft er euch an.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 26,
            "storyText": "Ihr werft etwas mehr Holz ins Feuer. Es ist mittlerweile Nacht geworden. Der Alte erzählt über längst Vergessene Zeiten und Helden. Schwadroniert über die Vergangenheit als hätte er die letzten tausend Jahre selbst erlebt. In seinen Erzählungen geht es um Götter und die Wesen der Unterwelt und ihren schier nie aufhörenden Kampf wer die Menschheit beherrschen darf.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 27,
            "storyText": "Die ersten Sonnenstrahlen kommen raus. Der alte Sack hat die ganze Nacht durch geredet. Als ihr ihm gerade zu verstehen zu geben das ihr nun aufbrechen müsst, fällt er euch ins Wort als wüsste er was ihr sagen wolltet. 'Nix da, los mach uns Frühstück wir haben viel zu tun!'",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 28,
            "storyText": "'Wir?' fragt ihr völlig durcheinander von den Informationen die euch der Alte die ganze Nacht in euren Kopf geklopft hat.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 29,
            "storyText": "'Ja, WIR Connor, oder glaubst du wirklich unsere Wege haben sich durch Zufall gekreuzt?'",
            "optionIds": [
                12,
                13
            ],
            "question": "Was wollt ihr tun?"
        },
        {
            "id": 30,
            "storyText": "Gestärkt durch das Essen wartet ihr ab was der alte Mann nun mit euch vor hat. Nach einer Weile des Schweigens, steht er auf. 'Los komm raus lass uns dein Training beginnen' Ihr verlasst beide den Turm. Plötzlich fängt der Alte an in einer euch nicht bekannten Sprache etwas in seinen Bart zu murmeln.",
            "optionIds": [
                14
            ],
            "question": "Macht euch kampfbereit"
        },
        {
            "id": 31,
            "storyText": "Der Golem setzt euch hart zu doch am Ende geht ihr siegreich aus dem Kampf hervor. Von dem Golem bleibt nix mehr als ein Haufen Erde übrig. 'Sehr gut! Gleich nochmal und diesmal mit mehr Power!' der Alte schnippt mit seinen Fingern und plötzlich steht der Golem wieder.",
            "optionIds": [
                15
            ],
            "question": "Macht euch kampfbereit"
        },
        {
            "id": 32,
            "storyText": "Auch dieses Mal geht ihr als Sieger aus dem Kampf. Völlig erschöpft setzt ihr euch hin um eine Pause zu machen. Da fliegt euch plötzlich von hinten ein Kieselstein an den Kopf. 'Hab ich was von Pause gesagt' brüllt der alte Mann aus seiner Deckung. 'Los weiter gehts!' er schnippst erneut mit seinem Fingern und der Golem steht wieder auf.",
            "optionIds": [
                16
            ],
            "question": "Macht euch kampfbereit"
        },
        {
            "id": 33,
            "storyText": "Auch dieses Mal geht ihr als Sieger aus dem Kampf. Völlig erschöpft setzt ihr euch hin um eine Pause zu machen. Da fliegt euch plötzlich von hinten ein Kieselstein an den Kopf. 'Hab ich was von Pause gesagt' brüllt der alte Mann aus seiner Deckung. 'Los weiter gehts!' er schnippst erneut mit seinem Fingern und der Golem steht wieder auf.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 34,
            "storyText": "Der Tag neigt sich seinem Ende. Ihr versorgt eure Wunden die ihr von dem harten Training mit dem alten Mann davon getragen habt. 'Warum passiert das alles?' fragt ihr den Alten. 'Es gibt eine uralte Prophezeihung die besagt das irgendwann ein Kind geboren wird, welches das Gleichgewicht der Mächte wieder herstellen wird. Dieses Kind bist du Connor'.",
            "optionIds": [],
            "event": "addAttack()",
            "question": ""
        },
        {
            "id": 35,
            "storyText": "'Prophezeihung hin oder her. Ich will das alles nicht' entgegnet ihr dem Alten. 'Keiner von uns hat eine Wahl, oder glaubst du das die Millionen von Opfern die dieser Krieg bis jetzt gefordert hat, sich ihr Schicksal ausgesucht haben? Nein, wir haben alle eine Bestimmung und deine ist es diesen Krieg ein für alle Mal zu beenden'.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 36,
            "storyText": "Ihr seid viel zu erschöpft um dieser Ansprache noch etwas entgegen zu setzen. Ihr macht euer Lager bereit und legt euch schlafen.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 37,
            "storyText": "Am nächsten Morgen spürt ihr immer noch das harte Training in euren Knochen. Ihr bemerkt das ihr alleine in dem Turm seid. 'Wo ist der alte Sack?' fragt ihr euch selbst während ihr euch ein Stück Brot rein quält.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 38,
            "storyText": "Der alte Mann ist nirgends zu sehen. Ihr beschließt noch eine Weile zu warten in der Hoffnung das er wieder auftaucht, doch als die Sonne am höchsten steht entschließt ihr euch aufzubrechen. Ihr setzt euren Weg fort.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 39,
            "storyText": "Die Landschaft verändert sich von grünen Wiesen hin zu verbrannter Erde. Überall sind Zeichen einer großen Schlacht zu finden. Ihr lauft an völlig zerstörten Bauernhäusern vorbei bis ihr plötzlich vor einem noch komplett intakten Haus steht.",
            "optionIds": [
                17,
                18
            ],
            "question": "Was wollt ihr tun?"
        },
        {
            "id": 40,
            "storyText": "Der Gnom ist ein sehr hartnäckiger Genosse. Es dauert eine Zeit bis ihr ihn erschöpft und nun in einer guten Position seid ihm seinen hässlichen Kopf von seinen Schultern zu trennen. Gesagt getan und der kopflose Körper des Gnom sackt vor euch zusammen. 'Was ein räudiger Bastard' denkt ihr euch während ihr das Haus durchsucht und eine Truhe findet..",
            "optionIds": [],
            "event": "schlossKnacken(player.kp,41,42)",
            "question": ""

        },
        {
            "id": 41,
            "storyText": "Natürlich ist für euch so ein einfaches Truhenschloß keine Herausforderung, so das ihr in handumdrehen die Truhe öffnet. In ihr befindet sich eine alte verstaubte Rüstung. Als ihr sie sauber macht stellt ihr fest das diese Rüstung von den alten Weisen der Horadrim geschmiedet worden sein muss.",
            "optionIds": [],
            "event": "addEqStory({id:12, name: 'Rüstung der Horadrim', event: 'hp(+18)'})",
            "question": "",
            "skipTo": 43

        },
        {
            "id": 42,
            "storyText": "Seid Stunden nun versucht ihr dieses verdammte Schloß zu knacken...ohne Erfolg. Frustriert verlasst ihr das Haus und setzt euren Weg fort.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 43,
            "storyText": "Die Gegend in der ihr euch befindet wird immer trostloser. Ihr lauft einen Hügel hoch und seht schon in der Ferne eine Festung. Irgendetwas in euch zieht euch genau zu dieser Festung. Also macht ihr euch auf den Weg.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 44,
            "storyText": "An der Festung angekommen, fallen euch direkt die aufgespießten Köpfe auf die die Festungsmauern zieren. Das lässt nichts gutes erahnen. Ihr zückt eure Waffe und schärft eure Sinne während ihr die Festung betretet.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 45,
            "storyText": "Ihr lauft durch endlose Gänge vorbei an Knochen und Schädeln von gefallenen Soldaten. Es riecht nach Tod. Ein eiskalter Schauer läuft euch den Rücken herunter. Dies ist kein Ort an dem man sich gerne aufhalten möchte.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 46,
            "storyText": "Plötzlich steht ihr vor einer massiven Holztür die verschlossen ist. Es bleibt euch nichts anderes übrig als das Schloß zu knacken oder zurück zu gehen. Mit fingerspitzen Gefühl fangt ihr an das Schloss zu knacken.",
            "optionIds": [],
            "event": "schlossKnacken(player.kp,47,48)",
            "question": ""
        },
        {
            "id": 47,
            "storyText": "Mit Fingerspitzengefühl knackt ihr das Schloß. Die Tür öffnet sich mit einem lauten knarren. Mit gezückter Waffe betretet ihr den dahinter liegenden Raum.",
            "optionIds": [],
            "question": ""
            ,"skipTo": 50
        },
        {
            "id": 48,
            "storyText": "Ihr Holzkopf! Ihr schafft es einfach nicht das Schloß zu knacken. Es hat den Anschein als seid ihr nur fürs grobe gut. Also nehmt ihr Anlauf und stürmt mit voller Kraft auf die Tür zu.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 49,
            "storyText": "Mit Fingerspitzengefühl rennt ihr die Tür ein. Ihr steht mitten im Raum und zückt sicherheitshalber erst mal eure Waffe.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 50,
            "storyText": "Vor euch befindet sich ein Thron der offensichtlich nur aus Knochen und Schädeln besteht. Auf dem Thron sitzt ein äußerst hässlicher Zwerg, der sich durch euer eindringen sichtlich gestört fühlt. ",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 51,
            "storyText": "Plötzlich scheint der Zwerg seine Statur zu verändern. Unter ätzen und Schreien transformiert sich der abgrundtief hässliche Zwerg in einen Drachen. 'I HAU DIA KORZ UN KLEIN' brüllt er noch bevor seine Verwandlung komplett ist. Macht euch bereit für den alles entscheidenen Kampf!",
            "optionIds": [
                19
            ],
            "question": "Macht euch kampbereit"
        },
        {
            "id": 52,
            "storyText": "Seit Stunden kämpft ihr nun gegen den Drachen. Es scheint so das alles was ihr versucht nicht ausreicht um ihn zu besiegen. Ihr sammelt eure letzten Kräfte zusammen und bündelt diese für eine alles entscheidende Attacke. Der Drache hat keine Chance, getroffen von euren Schlag, sackt er und lauten gebrüll zusammen.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 53,
            "storyText": "Völlig kraftlos setzt ihr euch den Thron. Ihr fühlt euch als würde alle Lebenskraft aus euren Körper fließen. Plötzlich wird euch schwarz vor Augen. Als ihr wieder zu euch kommt liegt ihr an einem Feuer. 'Du hast es tatsächlich geschafft, junger Grashüper'.",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 54,
            "storyText": "Ihr erkennt die Stimme wieder. Es ist der Alte Mann. 'Heute hast du das Gleichgewicht wieder hergestellt. Doch dein Weg ist noch nicht zu Ende. Die Mächte des Bösen schlafen nie und auch die Götter werden sich nicht damit abfinden an Macht verloren zu haben. Doch fürs erste ruh dich aus und sammel deine Kräfte. Du wirst sie brauchen!'",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 55,
            "storyText": "ENDE?",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 56,
            "storyText": "Vielen Dank fürs zocken! Dieses Spiel wurde entwickelt von:",
            "optionIds": [],
            "question": ""
        },
        {
            "id": 57,
            "storyText": "Daniel, Niclas, Hoang Long und Stephan",
            "optionIds": [],
            "question": "",
            "event": ""
        },
        {
            "id": 99,
            "storyText": "Ihr befindet euch wieder auf dem Marktplatz",
            "optionIds": [
                5,
                6,
                7,
                8
            ],
            "question": "Zu welchen Stand wollt ihr gehen?"
        } 
    ],
    "options": [
        {
            "id": 0,
            "optionText": "default",
            "event": "default",
            "effectText": "default text",
            "nextStep": 1
        },
        {
            "id": 1,
            "optionText": "Ruft die Kinder herbei damit sie sich an das Feuer setzen",
            "event": "karma(+12)",
            "effectText": " 'Kommt her ihr zwei' ruft ihr den beiden zu. Die beiden treten zögerlich an das Feuer heran. Ihr merkt wie verängstigt die beiden sind. Ihr zerteilt den Hasen und gebt beiden ein großen Fetzen Fleisch. Die beiden sind so ausgehungert das sie das Fleisch quasi inhalieren.",
            "nextStep": 8
        },
        {
            "id": 2,
            "optionText": "Verscheucht die beiden",
            "event": "karma(-12)",
            "effectText": "Ihr greift zu einem Stein und werft nach den beiden. 'Haut ab, hier gibt es nichts für' brüllt ihr den Kindern hinterher während diese schnell das weite suchen.",
            "nextStep": 8
        },
        {
            "id": 3,
            "optionText": "Eure Neugier siegt und ihr folgt dem Gebruell",
            "event": "battle(player,2)",
            "effectText": 0,
            "nextStep": 10,
            "looseText": "Vielleicht habt ihr euch etwas unterschätzt. Ihr streckt einen Troll nieder doch in dem Moment wo der Troll Körper zusammensackt, zieht euch der zweite Troll euch seine Keule über den Kopf. Es gibt einen dumpfen Schlag und das letzte was ihr mitbekommt ist das hämische Lachen der beiden übrig geblieben Trolle"
         
        },
        {
            "id": 4,
            "optionText": "Ihr setzt unbeirrt euren Weg fort",
            "event": "default",
            "effectText": 0,
            "nextStep": 11
        },
        {
            "id": 5,
            "optionText": "Schmied",
            "event": "shop('gear')",
            "effectText": 0,
            "nextStep": 99
        },
        {
            "id": 6,
            "optionText": "Gemischtwarenladen",
            "event": "shop('food')",
            "effectText": 0,
            "nextStep": 99
        },
        {
            "id": 7,
            "optionText": "Kräuter und Tränke",
            "event": "shop('potion')",
            "effectText": 0,
            "nextStep": 99
        },
        {
            "id": 8,
            "optionText": "Dorf verlassen",
            "event": "default",
            "effectText": 0,
            "nextStep": 12
        },
        {
            "id": 9,
            "optionText": "Feuer",
            "event": "hp(-6)",
            "effectText": "Wütend fläscht der Kobold seine Zähne, zückt seinen Dolch und springt auf euch zu. Er hinterlässt einen tiefen Schnitt an eurem linken Oberarm. Während ihr noch am begreifen seid was gerade passiert ist, zieht der Kobold fluchend von dannen",
            "nextStep": 17
        },
        {
            "id": 10,
            "optionText": "Zeit",
            "event": "hp(-8)",
            "effectText": "Wütend fläscht der Kobold seine Zähne, zückt seinen Dolch und springt auf euch zu. Er hinterlässt einen tiefen Schnitt an eurem linken Oberarm. Während ihr noch am begreifen seid was gerade passiert ist, zieht der Kobold fluchend von dannen",
            "nextStep": 17
        },
        {
            "id": 11,
            "optionText": "Wasser",
            "event": "hp(+6)",
            "effectText": "Der Kobold ist sichtlich erfreut das ihr sein Rätsel gelöst habt. Er springt freudig herum und lacht. Dann spricht er in einer Sprache die ihr nicht versteht einen Satz. Ihr fühlt euch plötzlich frisch und ausgeruht ",
            "nextStep": 17
        },
        {
            "id": 12,
            "optionText": "Ihr lasst euch auf das Spiel des alten Mannes eint",
            "event": "default",
            "effectText": "Ihr seid viel zu Müde um den Alten zu widersprechen. Außerdem sagt etwas in eurem inneren das man dem alten Sack vertrauen kann. Also bereitet ihr das Frühstück vor und wartet ab was der Alte mit euch vor hat.",
            "nextStep": 30
        },
        {
            "id": 13,
            "optionText": "Ihr pakt unbeirrt eure Sachen und seid im Begriff zu gehen",
            "event": "default",
            "effectText": "'Wer bist du dass du mir Befehle gebt' denkt ihr euch während ihr eure Sachen zusammen packt. Plötzlich spürt ihr einen Schlag auf euren Hinterkopf und sofort wird alles dunkel um euch herum.",
            "nextStep": 29
        },
        {
            "id": 14,
            "optionText": "Bin kampfbereit",
            "event": "battle(player,3)",
            "effectText": 0,
            "nextStep": 31,
            "looseText": "Ihr gebt alles doch der Golem scheint stärker. Ihr sackt kraftlos zusammen und wartet auf den Gnadenstoß durch den Golem. Dieser setzt zum Finalen Angriff an doch in dem Moment wo der Golem zuschlagen will, zerfällt der Golem in seine Einzelteile. 'Du musst dich mehr anstregen!!' brüllt der alte Mann. Er schnippst mit seinen Fingern und der Golem sammelt sich wieder zusammen.",
            "looseStep": 30
         
        },
        {
            "id": 15,
            "optionText": "Bin kampfbereit",
            "event": "battle(player,4)",
            "effectText": 0,
            "nextStep": 32,
            "looseText": "Der erste Kampf hat euch so erschöpft das ihr es nicht schafft den Golem zu bezwingen. Bevor der Golem euch zerschmettert zerfällt dieser zu Staub. 'Los noch mal von Anfang an!' brüllt der Alte und schon erwacht der Golem zu neuen Leben.",
            "looseStep": 30
         
        },
        {
            "id": 16,
            "optionText": "Bin kampfbereit",
            "event": "battle(player,5)",
            "effectText": 0,
            "nextStep": 33,
            "looseText": "Diese ganze Kämpferei ist einfach zu viel für euch gewesen. Der Golem stürmt auf euch zu doch bevor er euch überrennen kann, zerfällt der Golem in seine Einzelteile. 'Nochmal!' hört ihr es nur von hinten rufen. Der Golem erscheint erneut und das Spiel beginnt von vorne.",
            "looseStep": 30
         
        },
        {
            "id": 17,
            "optionText": "Betretet das Haus",
            "event": "battle(player,1)",
            "effectText": 0,
            "nextStep": 40,
            "looseText": "Es hat den Anschein als hätte der Gnom noch mehr Hunger. Er überwältigt euch und schlägt euch K.O. Das letzte was ihr spürt ist ein beißender Schmerz an eurem Arm."
        },
        {
            "id": 18,
            "optionText": "Haus ignorieren und Weg fortsetzen",
            "event": "default",
            "effectText": 0,
            "nextStep": 43
        },
        {
            "id": 19,
            "optionText": "Bin kampfbereit",
            "event": "battle(player,6)",
            "effectText": 0,
            "nextStep": 52,
            "looseText": "Der Kampf dauert nun schon eine Ewigkeit und eure Konzentration lässt nach. Natürlich nutzt der Drache die Gelegenheit. Als ihr auf ihn zu stürmt stößt er eine Feuersalve auf euch. Ihr spürt die Flammen auf eurer Haut. In dem selben Moment seid Drachenfutter."
        }
    ],
    "shops": [
        {
            "id": 1,
            "shopText": "Ihr trefft den besten Schmied der Stadt",
            "itemIds": [
                1,
                2
            ],
            "question": "Was soll er euch Schmieden?"
        },
        {
            "id": 2,
            "shopText": "Ein reich gefüllter Laden",
            "itemIds": [
                3,
                4,
                5,
                6
            ],
            "question": "Was wollt ihr erwerben?"
        },
        {
            "id": 3,
            "shopText": "Hier gibt es geheimnisvolle Kraeuter und Traenke",
            "itemIds": [
                3,
                4,
                5,
                6
            ],
            "question": "Was darfs den sein?"
        }
    ]
}
